{
  "spots": [
    {
      "title": "Beautiful Studio by the Lake",
      "location": "Lake Shore Blvd West ",
      "description":
        "One Year Old Studio Unit With 119 Sqft Balcony Located At Urban Neighborhood Of Yonge And Eglinton . Amazing Amenities Include Concierge, Gym, Sauna, Recreation Room, Outdoor Infinity Pool, Hot Tub And Private Cabana Area. Steps To Shops, Restaurants, Ttc, And Much More!.",
      "price": "$2,099",
      "contact": "https://peopledotcom.files.wordpress.com/2016/11/rock-insta.jpg",
      "imgSrc": "spot1.jpg",
      "id": "1"
    },

    {
      "title": "Open Concept One-Bedroom",
      "location": "Runnymede & Bloor St W",
      "description":
        "Super spacious and renovated 1 bed 1 bath in Runnymede area available March 1 - over 850 sq ft of living space - skylight - two patios (one from living and one from bedroom) - gas stove - $2,400 + hydro and not on the MLS!",
      "price": "$1,899",
      "contact": "https://peopledotcom.files.wordpress.com/2016/11/rock-insta.jpg",
      "imgSrc": "spot7.jpg",
      "id": "2"
    },

    {
      "title": "Homey Basement Apartment",
      "location": "Gerrard & Pape",
      "description":
        "FLEXIBLE LEASE TERMS, Ideally 4 to 6 months. Furnished option available. All inclusive self contained bachelor apartment in the upper junction with exposed brick feature wall, separate entrance, kitchenette, bathroom with shower and shared use of the backyard space. - Ideal for Co-Op Students, International Students, anyone looking for short term accommodations or a short lease.",
      "price": "1,499",
      "contact": "https://peopledotcom.files.wordpress.com/2016/11/rock-insta.jpg",
      "imgSrc": "spot3.jpg",
      "id": "3"
    },

    {
      "title": "Downtown Studio with City View",
      "location": "Yonge & Bloor",
      "description":
        "Enjoy each and every day in this Brand New never lived in studio unit with a beautiful unobstructed view as far as the eye can see. Come home to a relaxing view of the city. Shop around or hangout with friends at the prestigious Yorkdale Mall on weekends, just a minute away. A stacked in-suite washer and dryer means you can clean your clothes fast and hygienically at your OWN convenience! Freshly constructed with brand new appliances including washer, dryer, microwave and fridge means everything is in pristine condition, clean, and ready for you to use! Be the first to move in to this spacious condo located right beside Yorkdale Mall today!",
      "price": "$1,899",
      "contact": "https://peopledotcom.files.wordpress.com/2016/11/rock-insta.jpg",
      "imgSrc": "spot4.jpg",
      "id": "4"
    },

    {
      "title": "One-Bedroom Central Location",
      "location": "Spadina & Dundas",
      "description":
        "The building has an outdoor pool which is opening in May, a gym, reading lounge, party lounge, yoga room, etc. Would be sharing the unit with another female roommate who is super friendly, clean and overall a great person to live with. There is a glass wall separating the bedroom and den so there is a partition separating them for privacy.",
      "price": "$1,399",
      "contact": "https://peopledotcom.files.wordpress.com/2016/11/rock-insta.jpg",
      "imgSrc": "spot5.jpg",
      "id": "5"
    },

    {
      "title": "Huge Studio Apartment in City",
      "location": "Lakeshore",
      "description":
        "Amazing Brand New Never Lived In Condo For Lease, Walking Distance From The Lake! Gorgeous Lake Views, 2 Balconies Including One Large Terrace. Easy Access To Gardiner Express, Public Transit, Schools, And All Leading Amenities! Modern Kitchen With Built In Appliances! Walking Distance From George Brown Lakeshore Campus And Lcbo.",
      "price": "1,999",
      "contact": "https://peopledotcom.files.wordpress.com/2016/11/rock-insta.jpg",
      "imgSrc": "spot6.jpg",
      "id": "6"
    },

    {
      "title": "Bright & Spacious Two-Bedroom",
      "location": "Lake Shore Blvd West ",
      "description":
        "This is a renovated executive apartment in the heart of the West end of the city near trendy Roncesvalles Village. Close to plenty of fabulous boutiques, restaurants, fruit and vegetable markets. In close proximity to High Park and Sunnyside beach and pool. Right on the main streetcar line and only 10 minutes away from the subway. Or you can drive and within 10 minutes be either in downtown or out of Toronto. This 2 bedroom apartment is on the third floor of a beautiful Victorian home. The apt. is very modern looking with beautiful wood floors, modern finishes with a timeless character of the past.",
      "price": "$2,399",
      "contact": "https://peopledotcom.files.wordpress.com/2016/11/rock-insta.jpg",
      "imgSrc": "spot2.jpg",
      "id": "7"
    },

    {
      "title": "Big Room in Townhouse",
      "location": "Runnymede & Bloor St W",
      "description":
        "Lease terms: This is a new lease. Starting February 1st 2019. First and last required as stated from the landlord. This is a roommate search. The roommate has the option to be added to the lease or sign a roommate agreement with the leaseholder, approved by the landlord. Roommate will e-transfer rent to primary lease holder.",
      "price": "$1,299",
      "contact": "https://peopledotcom.files.wordpress.com/2016/11/rock-insta.jpg",
      "imgSrc": "spot8.jpg",
      "id": "8"
    },

    {
      "title": "Unique Attic Apartment",
      "location": "Gerrard & Broadview",
      "description":
        "Room available immediately until May 31st! Located at the centre of downtown Toronto, a 10 minute walk to the Eaton Centre and 5 minute walk to Ryerson University. Fully furnished bedroom in a three bedroom apartment. $1200 a month plus wifi. Looking for preferably female students. Message me if interested",
      "price": "1,099",
      "contact": "https://peopledotcom.files.wordpress.com/2016/11/rock-insta.jpg",
      "imgSrc": "spot9.jpg",
      "id": "9"
    }
  ]    
}
